Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Player.LoadFailed
source: The in-app player could not load this video. Open it in the browser instead.
af_za: Die inprogram-speler kon nie hierdie video laai nie. Maak dit eerder in die blaaier oop.
am_et: የውስጠ-መተግበሪያ ማጫወቻው ይህን ቪዲዮ መጫን አልቻለም። በምትኩ በአሳሹ ውስጥ ይክፈቱት።
ar_sa: لم يتمكن المشغل داخل التطبيق من تحميل هذا الفيديو. افتحه في المتصفح بدلاً من ذلك.
as_in: ইন-এপ প্লেয়াৰে এই ভিডিঅ'টো লোড কৰিব নোৱাৰিলে। ইয়াৰ পৰিৱৰ্তে ব্ৰাউজাৰত খোলক।
az_latn_az: Tətbiqdaxili pleyer bu videonu yükləyə bilmədi. Bunun əvəzinə onu brauzerdə açın.
be_by: Прайгравальніку праграмы не ўдалося загрузіць гэта відэа. Замест гэтага адкрыйце яго ў браўзеры.
bg_bg: Плейърът в приложението не можа да зареди този видеоклип. Вместо това го отворете в браузъра.
bn_bd: ইন-অ্যাপ প্লেয়ার এই ভিডিওটি লোড করতে পারেনি৷ পরিবর্তে ব্রাউজারে এটি খুলুন.
bs_latn_ba: Plejer u aplikaciji nije mogao učitati ovaj videozapis. Umjesto toga otvorite ga u pretraživaču.
ca_es: El reproductor de l'aplicació no ha pogut carregar aquest vídeo. Obriu-lo al navegador.
cs_cz: Přehrávač v aplikaci nemohl načíst toto video. Místo toho jej otevřete v prohlížeči.
da_dk: Afspilleren i appen kunne ikke indlæse denne video. Åbn den i browseren i stedet for.
de_de: Der In-App-Player konnte dieses Video nicht laden. Öffnen Sie es stattdessen im Browser.
el_gr: Το πρόγραμμα αναπαραγωγής εντός εφαρμογής δεν μπόρεσε να φορτώσει αυτό το βίντεο. Ανοίξτε το στο πρόγραμμα περιήγησης.
es_us: El reproductor de la aplicación no pudo cargar este video. Ábrelo en el navegador.
et_ee: Rakendusesisene pleier ei saanud seda videot laadida. Avage see hoopis brauseris.
eu_es: Aplikazioko erreproduzitzaileak ezin izan du bideo hau kargatu. Ireki arakatzailean.
fa_ir: پخش کننده درون برنامه نتوانست این ویدیو را بارگیری کند. در عوض آن را در مرورگر باز کنید.
fi_fi: Sovelluksen sisäinen soitin ei voinut ladata tätä videota. Avaa se sen sijaan selaimessa.
fil_ph: Hindi ma-load ng in-app na player ang video na ito. Buksan ito sa browser sa halip.
fr_ca: Le lecteur intégré à l'application n'a pas pu charger cette vidéo. Ouvrez-le plutôt dans le navigateur.
gl_es: O reprodutor da aplicación non puido cargar este vídeo. Ábreo no navegador.
gu_in: એપ્લિકેશનમાં પ્લેયર આ વિડિઓ લોડ કરી શક્યું નથી. તેના બદલે તેને બ્રાઉઝરમાં ખોલો.
he_il: הנגן בתוך האפליקציה לא הצליח לטעון את הסרטון הזה. פתח אותו בדפדפן במקום.
hi_in: इन-ऐप प्लेयर इस वीडियो को लोड नहीं कर सका. इसके बजाय इसे ब्राउज़र में खोलें.
hr_hr: Player unutar aplikacije nije mogao učitati ovaj videozapis. Umjesto toga otvorite ga u pregledniku.
hu_hu: Az alkalmazáson belüli lejátszó nem tudta betölteni ezt a videót. Inkább nyissa meg a böngészőben.
hy_am: Ներծրագրի նվագարկիչը չկարողացավ բեռնել այս տեսանյութը: Փոխարենը բացեք այն բրաուզերում:
id_id: Pemutar dalam aplikasi tidak dapat memuat video ini. Buka di browser saja.
is_is: Spilarinn í forritinu gat ekki hlaðið þessu myndbandi. Opnaðu það í vafranum í staðinn.
it_it: Il lettore in-app non è riuscito a caricare questo video. Aprilo invece nel browser.
ja_jp: アプリ内プレーヤーはこのビデオを読み込むことができませんでした。代わりにブラウザで開きます。
ka_ge: აპს-შიდა დამკვრელმა ვერ ჩაიტვირთა ეს ვიდეო. ამის ნაცვლად გახსენით ბრაუზერში.
kk_kz: Қолданбадағы ойнатқыш бұл бейнені жүктей алмады. Оның орнына браузерде ашыңыз.
km_kh: អ្នកលេងក្នុងកម្មវិធីមិនអាចផ្ទុកវីដេអូនេះបានទេ។ បើកវានៅក្នុងកម្មវិធីរុករកជំនួសវិញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿನ ಪ್ಲೇಯರ್‌ಗೆ ಈ ವೀಡಿಯೊವನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಬದಲಿಗೆ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ.
ko_kr: 인앱 플레이어에서 이 동영상을 로드할 수 없습니다. 대신 브라우저에서 열어보세요.
ky_kg: Колдонмодогу ойноткуч бул видеону жүктөй алган жок. Анын ордуна аны браузерде ачыңыз.
lo_la: ເຄື່ອງຫຼິ້ນໃນແອັບບໍ່ສາມາດໂຫຼດວິດີໂອນີ້ໄດ້. ເປີດມັນຢູ່ໃນຕົວທ່ອງເວັບແທນ.
lt_lt: Programos grotuvas negalėjo įkelti šio vaizdo įrašo. Vietoj to atidarykite jį naršyklėje.
lv_lv: Lietotnē esošais atskaņotājs nevarēja ielādēt šo videoklipu. Tā vietā atveriet to pārlūkprogrammā.
mk_mk: Плеерот во апликацијата не можеше да го вчита ова видео. Наместо тоа, отворете го во прелистувачот.
ml_in: ഇൻ-ആപ്പ് പ്ലെയറിന് ഈ വീഡിയോ ലോഡ് ചെയ്യാനായില്ല. പകരം ബ്രൗസറിൽ തുറക്കുക.
mn_mn: Апп-доторх тоглуулагч энэ видеог ачаалж чадсангүй. Оронд нь хөтөч дээр нээнэ үү.
mr_in: ॲपमधील प्लेअर हा व्हिडिओ लोड करू शकला नाही. त्याऐवजी ब्राउझरमध्ये उघडा.
ms_my: Pemain dalam apl tidak dapat memuatkan video ini. Bukanya dalam penyemak imbas sebaliknya.
nb_no: Spilleren i appen kunne ikke laste denne videoen. Åpne den i nettleseren i stedet.
ne_np: इन-एप प्लेयरले यो भिडियो लोड गर्न सकेन। यसको सट्टा ब्राउजरमा खोल्नुहोस्।
nl_nl: De in-app-speler kan deze video niet laden. Open het in plaats daarvan in de browser.
or_in: ଇନ୍-ଆପ୍ ପ୍ଲେୟାର୍ ଏହି ଭିଡିଓ ଲୋଡ୍ କରିପାରିଲା ନାହିଁ | ଏହା ପରିବର୍ତ୍ତେ ବ୍ରାଉଜରରେ ଖୋଲନ୍ତୁ |
pa_in: ਇਨ-ਐਪ ਪਲੇਅਰ ਇਸ ਵੀਡੀਓ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਇਸ ਦੀ ਬਜਾਏ ਇਸਨੂੰ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹੋ।
pl_pl: Odtwarzacz w aplikacji nie mógł załadować tego filmu. Zamiast tego otwórz go w przeglądarce.
pt_br: O player do aplicativo não conseguiu carregar este vídeo. Abra-o no navegador.
ro_ro: Playerul din aplicație nu a putut încărca acest videoclip. Deschideți-l în browser.
ru_ru: Проигрыватель в приложении не смог загрузить это видео. Вместо этого откройте его в браузере.
si_lk: යෙදුම-තුළ ධාවකයට මෙම වීඩියෝව පූරණය කළ නොහැකි විය. ඒ වෙනුවට බ්‍රවුසරයේ එය විවෘත කරන්න.
sk_sk: Prehrávač v aplikácii nemohol načítať toto video. Namiesto toho ho otvorte v prehliadači.
sl_si: Predvajalnik v aplikaciji ni mogel naložiti tega videa. Namesto tega ga odprite v brskalniku.
sq_al: Luajtësi brenda aplikacionit nuk mund ta ngarkonte këtë video. Në vend të kësaj, hapeni në shfletues.
sr_cyrl_rs: Плејер у апликацији није могао да учита овај видео. Уместо тога, отворите га у прегледачу.
sr_latn_rs: Plejer u aplikaciji nije mogao da učita ovaj video. Umesto toga, otvorite ga u pregledaču.
sv_se: Spelaren i appen kunde inte ladda den här videon. Öppna den i webbläsaren istället.
sw_ke: Kichezaji cha ndani ya programu hakikuweza kupakia video hii. Fungua kwenye kivinjari badala yake.
ta_in: பயன்பாட்டில் உள்ள பிளேயரால் இந்த வீடியோவை ஏற்ற முடியவில்லை. அதற்கு பதிலாக உலாவியில் திறக்கவும்.
te_in: యాప్‌లోని ప్లేయర్ ఈ వీడియోను లోడ్ చేయలేకపోయింది. బదులుగా బ్రౌజర్‌లో తెరవండి.
th_th: โปรแกรมเล่นในแอปไม่สามารถโหลดวิดีโอนี้ได้ เปิดในเบราว์เซอร์แทน
tr_tr: Uygulama içi oynatıcı bu videoyu yükleyemedi. Bunun yerine tarayıcıda açın.
uk_ua: Програвач у програмі не може завантажити це відео. Натомість відкрийте його у браузері.
ur_pk: درون ایپ پلیئر اس ویڈیو کو لوڈ نہیں کر سکا۔ اس کے بجائے اسے براؤزر میں کھولیں۔
uz_latn_uz: Ilova ichidagi pleer bu videoni yuklay olmadi. Buning o'rniga uni brauzerda oching.
vi_vn: Trình phát trong ứng dụng không thể tải video này. Thay vào đó hãy mở nó trong trình duyệt.
zh_hans_cn: 应用内播放器无法加载该视频。而是在浏览器中打开它。
zh_hant_hk: 應用程式內播放器無法載入該影片。而是在瀏覽器中打開它。
zu_za: Isidlali sangaphakathi nohlelo asikwazanga ukulayisha le vidiyo. Yivule esipheqululini kunalokho.

# Player.Loading
source: Loading the official YouTube watch page...
af_za: Laai tans die amptelike YouTube-kykbladsy...
am_et: ኦፊሴላዊውን የዩቲዩብ መመልከቻ ገጽ በመጫን ላይ...
ar_sa: جارٍ تحميل صفحة المشاهدة الرسمية على YouTube...
as_in: অফিচিয়েল ইউটিউব চোৱা পৃষ্ঠা লোড কৰি আছে...
az_latn_az: Rəsmi YouTube baxış səhifəsi yüklənir...
be_by: Загрузка афіцыйнай старонкі прагляду YouTube...
bg_bg: Зарежда се официалната страница за гледане в YouTube...
bn_bd: অফিসিয়াল YouTube দেখার পৃষ্ঠা লোড হচ্ছে...
bs_latn_ba: Učitavanje službene YouTube stranice za gledanje...
ca_es: S'està carregant la pàgina de visualització oficial de YouTube...
cs_cz: Načítání oficiální stránky sledování YouTube...
da_dk: Indlæser den officielle YouTube-afspilningsside...
de_de: Die offizielle YouTube-Wiedergabeseite wird geladen...
el_gr: Φόρτωση της επίσημης σελίδας παρακολούθησης YouTube...
es_us: Cargando la página oficial de visualización de YouTube...
et_ee: YouTube'i ametliku vaatamislehe laadimine...
eu_es: YouTube-ren ikustaldi-orri ofiziala kargatzen...
fa_ir: در حال بارگیری صفحه تماشای رسمی YouTube...
fi_fi: Ladataan virallista YouTube-katselusivua...
fil_ph: Nilo-load ang opisyal na pahina sa panonood sa YouTube...
fr_ca: Chargement de la page de lecture officielle de YouTube...
gl_es: Cargando a páxina de visualización oficial de YouTube...
gu_in: અધિકૃત YouTube જોવાનું પૃષ્ઠ લોડ કરી રહ્યું છે...
he_il: טוען את דף הצפייה הרשמי של YouTube...
hi_in: आधिकारिक YouTube दृश्य पृष्ठ लोड हो रहा है...
hr_hr: Učitavanje službene YouTube stranice za gledanje...
hu_hu: A hivatalos YouTube videooldal betöltése...
hy_am: YouTube-ի դիտման պաշտոնական էջը բեռնվում է...
id_id: Memuat laman tontonan YouTube resmi...
is_is: Hleður opinberu áhorfssíðu YouTube...
it_it: Caricamento della pagina di visualizzazione ufficiale di YouTube...
ja_jp: 公式 YouTube 視聴ページを読み込んでいます...
ka_ge: მიმდინარეობს YouTube-ის ყურების ოფიციალური გვერდის ჩატვირთვა...
kk_kz: Ресми YouTube көру беті жүктелуде...
km_kh: កំពុងផ្ទុកទំព័រមើល YouTube ផ្លូវការ...
kn_in: ಅಧಿಕೃತ YouTube ವೀಕ್ಷಣೆ ಪುಟವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 공식 YouTube 보기 페이지 로드 중...
ky_kg: Расмий YouTube көрүү барагы жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດໜ້າເບິ່ງ YouTube ຢ່າງເປັນທາງການ...
lt_lt: Įkeliamas oficialus „YouTube“ žiūrėjimo puslapis...
lv_lv: Notiek oficiālās YouTube skatīšanās lapas ielāde...
mk_mk: Се вчитува официјалната страница за гледање на YouTube...
ml_in: ഔദ്യോഗിക YouTube കാണൽ പേജ് ലോഡ് ചെയ്യുന്നു...
mr_in: अधिकृत YouTube पाहण्याचे पृष्ठ लोड करत आहे...
ms_my: Memuatkan halaman tontonan YouTube rasmi...
nb_no: Laster den offisielle YouTube-visningssiden ...
ne_np: आधिकारिक YouTube हेर्ने पृष्ठ लोड गर्दै...
nl_nl: De officiële YouTube-weergavepagina laden...
or_in: ଅଫିସିଆଲ୍ ୟୁଟ୍ୟୁବ୍ ୱାଚ୍ ପେଜ୍ ଲୋଡ୍ କରୁଛି ...
pa_in: ਅਧਿਕਾਰਤ YouTube ਦੇਖਣ ਵਾਲੇ ਪੰਨੇ ਨੂੰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_pl: Ładowanie oficjalnej strony odtwarzania YouTube...
pt_br: Carregando a página oficial de exibição do YouTube...
ro_ro: Se încarcă pagina oficială de vizionare YouTube...
ru_ru: Загрузка официальной страницы просмотра YouTube...
si_lk: නිල YouTube නැරඹුම් පිටුව පූරණය කරමින්...
sk_sk: Načítava sa oficiálna stránka pozerania videa YouTube...
sl_si: Nalaganje uradne YouTubove strani za ogled ...
sq_al: Faqja zyrtare e shikimit në YouTube po ngarkohet...
sr_cyrl_rs: Учитавање званичне ИоуТубе странице за гледање...
sr_latn_rs: Učitavanje zvanične YouTube stranice za gledanje...
sv_se: Laddar den officiella YouTube-visningssidan...
sw_ke: Inapakia ukurasa rasmi wa kutazama wa YouTube...
ta_in: அதிகாரப்பூர்வ YouTube பார்வைப் பக்கத்தை ஏற்றுகிறது...
te_in: అధికారిక YouTube వీక్షణ పేజీని లోడ్ చేస్తోంది...
th_th: กำลังโหลดหน้าสำหรับดู YouTube อย่างเป็นทางการ...
tr_tr: Resmi YouTube izleme sayfası yükleniyor...
uk_ua: Завантаження офіційної сторінки перегляду YouTube...
ur_pk: آفیشل YouTube دیکھنے کا صفحہ لوڈ ہو رہا ہے...
uz_latn_uz: Rasmiy YouTube tomosha sahifasi yuklanmoqda...
vi_vn: Đang tải trang xem YouTube chính thức...
zh_hans_cn: 正在加载官方 YouTube 观看页面...
zh_hant_hk: 正在加載官方 YouTube 觀看頁面...
zu_za: Ilayisha ikhasi lokubuka le-YouTube elisemthethweni...

# Player.VideoIdRequired
source: A video ID is required for in-app playback.
af_za: 'n Video-ID word vereis vir inprogram-terugspeel.
am_et: ለውስጠ-መተግበሪያ መልሶ ማጫወት የቪዲዮ መታወቂያ ያስፈልጋል።
ar_sa: معرف الفيديو مطلوب للتشغيل داخل التطبيق.
as_in: ইন-এপ প্লেবেকৰ বাবে এটা ভিডিঅ’ আইডিৰ প্ৰয়োজন।
az_latn_az: Tətbiqdaxili oxutma üçün video ID tələb olunur.
be_by: Для прайгравання ў дадатку патрабуецца ідэнтыфікатар відэа.
bg_bg: За възпроизвеждане в приложението се изисква идентификатор на видео.
bn_bd: অ্যাপ-মধ্যস্থ প্লেব্যাকের জন্য একটি ভিডিও আইডি প্রয়োজন৷
bs_latn_ba: Za reprodukciju unutar aplikacije potreban je ID videozapisa.
ca_es: Es requereix un identificador de vídeo per a la reproducció des de l'aplicació.
cs_cz: Pro přehrávání v aplikaci je vyžadováno ID videa.
da_dk: Der kræves et video-id til afspilning i appen.
de_de: Für die In-App-Wiedergabe ist eine Video-ID erforderlich.
el_gr: Απαιτείται αναγνωριστικό βίντεο για αναπαραγωγή εντός εφαρμογής.
es_us: Se requiere una identificación de video para la reproducción en la aplicación.
et_ee: Rakendusesiseseks taasesitamiseks on vaja video ID-d.
eu_es: Bideoaren IDa behar da aplikazioan erreproduzitzeko.
fa_ir: شناسه ویدیو برای پخش درون برنامه ای لازم است.
fi_fi: Sovelluksen sisäiseen toistoon tarvitaan videotunnus.
fil_ph: Kailangan ng video ID para sa in-app na pag-playback.
fr_ca: Un identifiant vidéo est requis pour la lecture dans l'application.
gl_es: Requírese un ID de vídeo para a reprodución na aplicación.
gu_in: એપ્લિકેશનમાં પ્લેબેક માટે વિડિઓ ID જરૂરી છે.
he_il: נדרש מזהה וידאו להפעלה בתוך האפליקציה.
hi_in: इन-ऐप प्लेबैक के लिए एक वीडियो आईडी आवश्यक है।
hr_hr: Za reprodukciju unutar aplikacije potreban je ID videozapisa.
hu_hu: Az alkalmazáson belüli lejátszáshoz videoazonosító szükséges.
hy_am: Հավելվածում նվագարկելու համար անհրաժեշտ է տեսանյութի ID:
id_id: ID video diperlukan untuk pemutaran dalam aplikasi.
is_is: Myndbandsauðkenni er krafist fyrir spilun í forriti.
it_it: Per la riproduzione in-app è richiesto un ID video.
ja_jp: アプリ内再生にはビデオIDが必要です。
ka_ge: აპს-შიდა დაკვრისთვის საჭიროა ვიდეო ID.
kk_kz: Қолданбада ойнату үшін бейне идентификаторы қажет.
km_kh: លេខសម្គាល់វីដេអូត្រូវបានទាមទារសម្រាប់ការចាក់សារថ្មីក្នុងកម្មវិធី។
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಪ್ಲೇಬ್ಯಾಕ್ ಮಾಡಲು ವೀಡಿಯೊ ID ಅಗತ್ಯವಿದೆ.
ko_kr: 인앱 재생을 위해서는 동영상 ID가 필요합니다.
ky_kg: Колдонмодо ойнотуу үчүн видео ID талап кылынат.
lo_la: ຕ້ອງມີ ID ວິດີໂອສຳລັບການຫຼິ້ນໃນແອັບ.
lt_lt: Vaizdo įrašo ID reikalingas norint atkurti programoje.
lv_lv: Lai atskaņotu lietotnē, ir nepieciešams videoklipa ID.
mk_mk: Потребен е ID на видео за репродукција во апликација.
ml_in: ഇൻ-ആപ്പ് പ്ലേബാക്കിന് ഒരു വീഡിയോ ഐഡി ആവശ്യമാണ്.
mr_in: ॲप-मधील प्लेबॅकसाठी व्हिडिओ आयडी आवश्यक आहे.
ms_my: ID video diperlukan untuk main balik dalam apl.
nb_no: En video-ID kreves for avspilling i appen.
ne_np: इन-एप प्लेब्याकको लागि भिडियो आईडी आवश्यक छ।
nl_nl: Voor het afspelen in de app is een video-ID vereist.
or_in: ଇନ୍-ଆପ୍ ପ୍ଲେକ୍ ପାଇଁ ଏକ ଭିଡିଓ ID ଆବଶ୍ୟକ |
pa_in: ਇਨ-ਐਪ ਪਲੇਬੈਕ ਲਈ ਇੱਕ ਵੀਡੀਓ ਆਈ.ਡੀ. ਦੀ ਲੋੜ ਹੈ।
pl_pl: Do odtwarzania w aplikacji wymagany jest identyfikator wideo.
pt_br: É necessário um ID de vídeo para reprodução no aplicativo.
ro_ro: Este necesar un ID video pentru redarea în aplicație.
ru_ru: Для воспроизведения в приложении требуется идентификатор видео.
si_lk: යෙදුම තුළ නැවත ධාවනය සඳහා වීඩියෝ ID අවශ්‍ය වේ.
sk_sk: Na prehrávanie v aplikácii sa vyžaduje ID videa.
sl_si: Za predvajanje v aplikaciji je potreben ID videa.
sq_al: Kërkohet një ID video për riprodhimin brenda aplikacionit.
sr_cyrl_rs: ИД видеа је неопходан за репродукцију у апликацији.
sr_latn_rs: ID videa je neophodan za reprodukciju u aplikaciji.
sv_se: Ett video-ID krävs för uppspelning i appen.
sw_ke: Kitambulisho cha video kinahitajika kwa uchezaji wa ndani ya programu.
ta_in: பயன்பாட்டில் பிளேபேக்கிற்கு வீடியோ ஐடி தேவை.
te_in: యాప్‌లో ప్లేబ్యాక్ కోసం వీడియో ID అవసరం.
th_th: ต้องมีรหัสวิดีโอสำหรับการเล่นในแอป
tr_tr: Uygulama içi oynatma için bir video kimliği gereklidir.
uk_ua: Для відтворення в додатку потрібен ідентифікатор відео.
ur_pk: درون ایپ پلے بیک کے لیے ایک ویڈیو ID درکار ہے۔
uz_latn_uz: Ilova ichida ijro etish uchun video identifikatori talab qilinadi.
vi_vn: Cần có ID video để phát lại trong ứng dụng.
zh_hans_cn: 应用内播放需要视频 ID。
zh_hant_hk: 應用程式內播放需要影片 ID。
zu_za: Kudingeka i-ID yevidiyo ukuze udlale ngaphakathi nohlelo.

# Playlist.VideoCount
source: {0:N0} videos
am_et: {0:N0} ቪዲዮዎች
ar_sa: فيديوهات {0:N0}
as_in: {0:N0} ভিডিঅ'
az_latn_az: {0:N0} videoları
be_by: {0:N0} відэа
bg_bg: {0:N0} видеоклипове
bn_bd: {0:N0} ভিডিও
bs_latn_ba: {0:N0} video zapisi
ca_es: Vídeos {0:N0}
cs_cz: Videa {0:N0}
da_dk: {0:N0} videoer
el_gr: {0:N0} βίντεο
es_us: Vídeos de {0:N0}
et_ee: {0:N0} videod
eu_es: {0:N0} bideoak
fa_ir: ویدیوهای {0:N0}
fi_fi: {0:N0} videoita
fil_ph: {0:N0} na mga video
fr_ca: Vidéos de {0:N0}
gl_es: Vídeos {0:N0}
gu_in: {0:N0} વિડિઓઝ
he_il: סרטוני {0:N0}
hi_in: {0:N0} वीडियो
hr_hr: {0:N0} videozapisi
hu_hu: {0:N0} videók
hy_am: {0:N0} տեսանյութեր
id_id: Video {0:N0}
is_is: {0:N0} myndbönd
it_it: Video {0:N0}
ja_jp: {0:N0} ビデオ
ka_ge: {0:N0} ვიდეოები
kk_kz: {0:N0} бейнелері
km_kh: វីដេអូ {0:N0}
kn_in: {0:N0} ವೀಡಿಯೊಗಳು
ko_kr: {0:N0} 동영상
ky_kg: {0:N0} видеолор
lo_la: ວິດີໂອ {0:N0}
lt_lt: {0:N0} vaizdo įrašai
lv_lv: {0:N0} video
mk_mk: {0:N0} видеа
ml_in: {0:N0} വീഡിയോകൾ
mn_mn: {0:N0} видеонууд
mr_in: {0:N0} व्हिडिओ
ms_my: Video {0:N0}
nb_no: {0:N0} videoer
ne_np: {0:N0} भिडियोहरू
or_in: {0:N0} ଭିଡିଓଗୁଡିକ |
pa_in: {0:N0} ਵੀਡੀਓਜ਼
pl_pl: Filmy {0:N0}
pt_br: Vídeos {0:N0}
ro_ro: {0:N0} videoclipuri
ru_ru: {0:N0} видео
si_lk: {0:N0} වීඩියෝ
sk_sk: Videá {0:N0}
sl_si: {0:N0} videi
sq_al: Video {0:N0}
sr_cyrl_rs: {0:N0} видео снимци
sr_latn_rs: {0:N0} video snimci
sv_se: {0:N0} videor
sw_ke: Video za {0:N0}
ta_in: {0:N0} வீடியோக்கள்
te_in: {0:N0} వీడియోలు
th_th: วิดีโอ {0:N0}
tr_tr: {0:N0} videolar
uk_ua: {0:N0} відео
ur_pk: {0:N0} ویڈیوز
uz_latn_uz: {0:N0} videolar
vi_vn: video {0:N0}
zh_hans_cn: {0:N0} 视频
zh_hant_hk: {0:N0} 視頻
zu_za: {0:N0} amavidiyo

# Popular.Loading
source: Loading popular videos...
af_za: Laai tans gewilde video's...
am_et: ታዋቂ ቪዲዮዎችን በመጫን ላይ...
ar_sa: جارٍ تحميل مقاطع الفيديو الشائعة...
as_in: জনপ্রিয় ভিডিও লোড হচ্ছে...
az_latn_az: Məşhur videolar yüklənir...
be_by: Загрузка папулярных відэа...
bg_bg: Зареждат се популярни видеоклипове...
bn_bd: জনপ্রিয় ভিডিও লোড হচ্ছে...
bs_latn_ba: Učitavanje popularnih videozapisa...
ca_es: S'estan carregant vídeos populars...
cs_cz: Načítání oblíbených videí...
da_dk: Indlæser populære videoer...
de_de: Beliebte Videos werden geladen...
el_gr: Φόρτωση δημοφιλών βίντεο...
es_us: Cargando vídeos populares...
et_ee: Populaarsete videote laadimine...
eu_es: Bideo ezagunak kargatzen...
fa_ir: در حال بارگیری ویدیوهای محبوب...
fi_fi: Ladataan suosittuja videoita...
fil_ph: Nilo-load ang mga sikat na video...
fr_ca: Chargement des vidéos populaires...
gl_es: Cargando vídeos populares...
gu_in: લોકપ્રિય વિડિઓઝ લોડ કરી રહ્યું છે...
he_il: טוען סרטונים פופולריים...
hi_in: लोकप्रिय वीडियो लोड हो रहे हैं...
hr_hr: Učitavanje popularnih videozapisa...
hu_hu: Népszerű videók betöltése...
hy_am: Հանրաճանաչ տեսանյութերի բեռնում...
id_id: Memuat video populer...
is_is: Hleður vinsæl vídeó...
it_it: Caricamento video popolari...
ja_jp: 人気の動画を読み込み中...
ka_ge: პოპულარული ვიდეოების ჩატვირთვა...
kk_kz: Танымал бейнелер жүктелуде...
km_kh: កំពុងផ្ទុកវីដេអូពេញនិយម...
kn_in: ಜನಪ್ರಿಯ ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 인기 동영상 로드 중...
ky_kg: Таанымал видеолор жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດວິດີໂອຍອດນິຍົມ...
lt_lt: Įkeliami populiarūs vaizdo įrašai...
lv_lv: Notiek populāru videoklipu ielāde...
mk_mk: Се вчитуваат популарни видеа...
ml_in: ജനപ്രിയ വീഡിയോകൾ ലോഡ് ചെയ്യുന്നു...
mn_mn: Алдартай видеог ачаалж байна...
mr_in: लोकप्रिय व्हिडिओ लोड करत आहे...
ms_my: Memuatkan video popular...
nb_no: Laster inn populære videoer...
ne_np: लोकप्रिय भिडियोहरू लोड गर्दै...
nl_nl: Populaire video's laden...
or_in: ଲୋକପ୍ରିୟ ଭିଡିଓ ଲୋଡ୍ କରୁଛି ...
pa_in: ਪ੍ਰਸਿੱਧ ਵੀਡੀਓ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl_pl: Ładowanie popularnych filmów...
pt_br: Carregando vídeos populares...
ro_ro: Se încarcă videoclipuri populare...
ru_ru: Загрузка популярных видео...
si_lk: ජනප්‍රිය වීඩියෝ පූරණය වෙමින්...
sk_sk: Načítavajú sa obľúbené videá...
sl_si: Nalaganje priljubljenih videoposnetkov ...
sq_al: Videot e njohura po ngarkohen...
sr_cyrl_rs: Учитавање популарних видео снимака...
sr_latn_rs: Učitavanje popularnih video snimaka...
sv_se: Laddar populära videor...
sw_ke: Inapakia video maarufu...
ta_in: பிரபலமான வீடியோக்களை ஏற்றுகிறது...
te_in: జనాదరణ పొందిన వీడియోలను లోడ్ చేస్తోంది...
th_th: กำลังโหลดวิดีโอยอดนิยม...
tr_tr: Popüler videolar yükleniyor...
uk_ua: Завантаження популярних відео...
ur_pk: مقبول ویڈیوز لوڈ ہو رہی ہیں...
uz_latn_uz: Mashhur videolar yuklanmoqda...
vi_vn: Đang tải các video phổ biến...
zh_hans_cn: 正在加载热门视频...
zh_hant_hk: 正在加載熱門影片...
zu_za: Ilayisha amavidiyo adumile...

# Popular.Results
source: {0:N0} popular video results.
af_za: {0:N0} gewilde video resultate.
am_et: {0:N0} ታዋቂ የቪዲዮ ውጤቶች።
ar_sa: نتائج الفيديو الشهيرة {0:N0}.
as_in: {0:N0} জনপ্ৰিয় ভিডিঅ' ফলাফল।
az_latn_az: {0:N0} populyar video nəticələri.
be_by: {0:N0} папулярныя вынікі відэа.
bg_bg: {0:N0} популярни видео резултати.
bn_bd: {0:N0} জনপ্রিয় ভিডিও ফলাফল।
bs_latn_ba: {0:N0} popularni video rezultati.
ca_es: {0:N0} resultats de vídeos populars.
cs_cz: {0:N0} populární video výsledky.
da_dk: {0:N0} populære videoresultater.
de_de: {0:N0} beliebte Videoergebnisse.
el_gr: {0:N0} δημοφιλή αποτελέσματα βίντεο.
es_us: {0:N0} resultados de vídeo populares.
et_ee: {0:N0} populaarsed videotulemused.
eu_es: {0:N0} bideo-emaitza ezagunak.
fa_ir: نتایج ویدیویی محبوب {0:N0}.
fi_fi: {0:N0} suosittuja videotuloksia.
fil_ph: {0:N0} sikat na resulta ng video.
fr_ca: Résultats vidéo populaires {0:N0}.
gl_es: {0:N0} resultados de vídeos populares.
gu_in: {0:N0} લોકપ્રિય વિડિઓ પરિણામો.
he_il: תוצאות וידאו פופולריות של {0:N0}.
hi_in: {0:N0} लोकप्रिय वीडियो परिणाम।
hr_hr: {0:N0} popularni video rezultati.
hu_hu: {0:N0} népszerű videotalálatok.
hy_am: {0:N0} հանրաճանաչ վիդեո արդյունքներ:
id_id: Hasil video populer {0:N0}.
is_is: {0:N0} vinsælar myndbandsniðurstöður.
it_it: {0:N0} risultati video popolari.
ja_jp: {0:N0} 人気の動画結果。
ka_ge: {0:N0} პოპულარული ვიდეო შედეგები.
kk_kz: {0:N0} танымал бейне нәтижелері.
km_kh: លទ្ធផលវីដេអូពេញនិយម {0:N0} ។
kn_in: {0:N0} ಜನಪ್ರಿಯ ವೀಡಿಯೊ ಫಲಿತಾಂಶಗಳು.
ko_kr: {0:N0} 인기 동영상 검색결과.
ky_kg: {0:N0} популярдуу видео натыйжалары.
lo_la: ຜົນວິດີໂອຍອດນິຍົມ {0:N0}.
lt_lt: {0:N0} populiarūs vaizdo įrašų rezultatai.
lv_lv: {0:N0} populāri video rezultāti.
mk_mk: {0:N0} популарни видео резултати.
ml_in: {0:N0} ജനപ്രിയ വീഡിയോ ഫലങ്ങൾ.
mn_mn: {0:N0} алдартай видеоны үр дүн.
mr_in: {0:N0} लोकप्रिय व्हिडिओ परिणाम.
ms_my: {0:N0} hasil video popular.
nb_no: {0:N0} populære videoresultater.
ne_np: {0:N0} लोकप्रिय भिडियो परिणामहरू।
nl_nl: {0:N0} populaire videoresultaten.
or_in: {0:N0} ଲୋକପ୍ରିୟ ଭିଡିଓ ଫଳାଫଳ |
pa_in: {0:N0} ਪ੍ਰਸਿੱਧ ਵੀਡੀਓ ਨਤੀਜੇ।
pl_pl: Wyniki popularnych filmów {0:N0}.
pt_br: Resultados de vídeo populares {0:N0}.
ro_ro: {0:N0} rezultate video populare.
ru_ru: {0:N0} популярные видеорезультаты.
si_lk: {0:N0} ජනප්‍රිය වීඩියෝ ප්‍රතිඵල.
sk_sk: {0:N0} populárne video výsledky.
sl_si: {0:N0} priljubljeni video rezultati.
sq_al: Rezultatet e videove të njohura {0:N0}.
sr_cyrl_rs: {0:N0} популарни видео резултати.
sr_latn_rs: {0:N0} popularni video rezultati.
sv_se: {0:N0} populära videoresultat.
sw_ke: Matokeo maarufu ya video ya {0:N0}.
ta_in: {0:N0} பிரபலமான வீடியோ முடிவுகள்.
te_in: {0:N0} జనాదరణ పొందిన వీడియో ఫలితాలు.
th_th: {0:N0} ผลลัพธ์วิดีโอยอดนิยม
tr_tr: {0:N0} popüler video sonuçları.
uk_ua: Популярні результати відео {0:N0}.
ur_pk: {0:N0} مقبول ویڈیو کے نتائج۔
uz_latn_uz: {0:N0} mashhur video natijalari.
vi_vn: Kết quả video phổ biến {0:N0}.
zh_hans_cn: {0:N0} 热门视频结果。
zh_hant_hk: {0:N0} 熱門影片結果。
zu_za: {0:N0} imiphumela yevidiyo edumile.
